Repository: mjanez/metadata-quality-stack
Catalog: locale/*/LC_MESSAGES/mqa.po
Languages: es

source: Metadata Quality Assessment Tool
es: Herramienta de Evaluación de Calidad de Metadatos

source: Evaluate the quality of open data catalogs based on FAIR+C principles
es: Evalúa la calidad de los catálogos de datos abiertos según los principios FAIR+C

source: Enter Catalog URL
es: Introducir URL del Catálogo

source: URL of the catalog in RDF/TTL format
es: URL del catálogo en formato RDF/TTL

source: Validate
es: Validar

source: Show History
es: Mostrar Historial

source: Validating catalog... This may take a minute.
es: Validando catálogo... Esto puede tardar un momento.

source: Validation complete! Scroll down to see results.
es: ¡Validación completa! Desplázate hacia abajo para ver los resultados.

source: Error validating URL: {0}
es: Error al validar la URL: {0}

source: Fetching history...
es: Obteniendo historial...

source: Found {0} historical reports.
es: Se encontraron {0} informes históricos.

source: Error fetching history: {0}
es: Error al obtener el historial: {0}

source: Quality Assessment Results
es: Resultados de Evaluación de Calidad

source: Total Score
es: Puntuación Total

source: Rating
es: Calificación

source: Assessment Date
es: Fecha de Evaluación

source: Download Report:
es: Descargar Informe:

source: Download the original JSON report
es: Descargar el informe JSON original

source: Error generating JSON report: {0}
es: Error al generar el informe JSON: {0}

source: Download the report in JSON-LD format using DQV vocabulary
es: Descargar el informe en formato JSON-LD usando el vocabulario DQV

source: Error generating JSON-LD report: {0}
es: Error al generar el informe JSON-LD: {0}

source: Dimension Scores
es: Puntuaciones por Dimensión

source: Hierarchical
es: Jerárquico

source: Bar Chart
es: Gráfico de Barras

source: Language
es: Idioma

source: Select language
es: Seleccionar idioma

source: Navigation
es: Navegación

source: Go to:
es: Ir a:

source: MQA validation
es: Validación MQA

source: Analytics Dashboard
es: Panel de Análisis

source: Findability
es: Descubrimiento

source: Accessibility
es: Accesibilidad

source: Interoperability
es: Interoperabilidad

source: Reusability
es: Reutilización

source: Contextuality
es: Contexto

source: About
es: Acerca de

source: Hierarchical view showing the relationship between dimensions and their metrics
es: Vista jerárquica que muestra la relación entre dimensiones y sus métricas

source: Bar chart showing percentage scores for each dimension
es: Gráfico de barras que muestra los porcentajes de puntuación para cada dimensión

source: Radar chart showing relative performance across all dimensions
es: Gráfico radar que muestra el rendimiento relativo en todas las dimensiones

source: Historical Reports
es: Informes Históricos

source: Score Evolution Over Time
es: Evolución de la Puntuación en el Tiempo

source: Total Quality Score Over Time
es: Puntuación Total de Calidad en el Tiempo

source: Dimension Scores Over Time
es: Puntuaciones por Dimensión en el Tiempo

source: Score
es: Puntuación

source: All Historical Reports
es: Todos los Informes Históricos

source: Report from {0}
es: Informe del {0}

source: Dimension Scores:
es: Puntuaciones por Dimensión:

source: Detailed Metrics
es: Métricas Detalladas

source: Metric
es: Métrica

source: Count
es: Cantidad

source: Percentage (%)
es: Porcentaje (%)

source: Points
es: Puntos

source: Max Points
es: Puntos Máximos

source: Quality Scores by Dimension (%)
es: Puntuaciones de Calidad por Dimensión (%)

source: Score (%)
es: Puntuación (%)

source: Direct Input
es: Entrada Directa

source: Format
es: Formato

source: Paste RDF content here
es: Pega el contenido RDF aquí

source: Enter Metadata Source
es: Introducir Fuente de Metadatos

source: Validating content... This may take a minute.
es: Validando contenido... Esto puede tardar un minuto.

source: Error validating content: {0}
es: Error al validar el contenido: {0}

source: Select profile
es: Seleccionar perfil

source: Compliance
es: Cumplimiento

source: Quality dimensions Radar
es: Radar de dimensiones de calidad

source: Quality Score (%)
es: Puntuación de calidad (%)

source: Suitable for evaluating individual Datasets/Data Services or small Catalogs (up to 500KB)
es: Adecuado para evaluar conjuntos de datos/servicios de datos individuales o catálogos pequeños (hasta 500 KB).

source: Detailed metrics for each dimension showing count, percentage, and points
es: Métricas detalladas para cada dimensión que muestran recuento, porcentaje y puntos

source: Excellent
es: Excelente

source: Good
es: Buena

source: Sufficient
es: Suficiente

source: Bad
es: Mala
